Repository: ledlyy/DayClose-apple-watch
Catalog: DayClose/DayClose Watch App/Resources/*.lproj/Localizable.strings
Languages: tr

# common.done
source: Done
tr: Tamam

# common.save
source: Save
tr: Kaydet

# common.cancel
source: Cancel
tr: İptal

# common.close
source: Close
tr: Kapat

# common.ok
source: OK
tr: Tamam

# greeting.morning
source: Good Morning
tr: Günaydın

# greeting.afternoon
source: Good Afternoon
tr: İyi Günler

# greeting.evening
source: Good Evening
tr: İyi Akşamlar

# greeting.night
source: Good Night
tr: İyi Geceler

# prompt.card.title
source: Tonight's Reflection
tr: Bu Gecenin Yansıması

# prompt.card.subtitle
source: Give today a mindful closing note.
tr: Bugünü bilinçli bir kapanışla tamamlayın.

# prompt.question
source: How was your day?
tr: Bugün nasıl geçti?

# prompt.button
source: Check In
tr: Kaydet

# prompt.button.detail
source: Log your mood in under a minute
tr: Ruh halinizi bir dakikadan kısa sürede kaydedin.

# prompt.button.accessibility
source: Tap to check in and log your mood
tr: Ruh halinizi kaydetmek için dokunun

# prompt.gesture.hint
source: Use double tap to quickly confirm
tr: Hızlı onay için çift dokunun

# mood.selection.title
source: Today
tr: Bugün

# mood.selection.question
source: How was your day?
tr: Bugün nasıl geçti?

# mood.selection.confirm
source: Confirm
tr: Onayla

# mood.selection.confirm.hint
source: Double tap to confirm selected mood
tr: Seçili ruh halini onaylamak için çift dokunun

# mood.selection.cancel
source: Cancel
tr: İptal

# mood.feedback.done
source: Done
tr: Tamam

# checkin.complete.accessibility
source: Check-in complete
tr: Kayıt tamamlandı

# trend.title
source: Your Week
tr: Bu Hafta

# trend.subtitle
source: Last 7 days
tr: Son 7 gün

# trend.navigation.title
source: Trends
tr: Trendler

# trend.today
source: Today
tr: Bugün

# trend.yesterday
source: Yesterday
tr: Dün

# trend.empty.message
source: No entries yet. Check in daily to see your trends.
tr: Henüz kayıt yok. Trendleri görmek için her gün kayıt yapın.

# trend.analysis.button
source: View Analysis
tr: Analizi Gör

# trend.analysis.title
source: Trend Analysis
tr: Trend Analizi

# trend.distribution.title
source: Mood Distribution
tr: Ruh Hali Dağılımı

# trend.insufficient.data
source: Keep checking in to see your trends
tr: Trendleri görmek için kayıt yapmaya devam edin

# trend.improving
source: Your mood has been improving recently. Keep it up!
tr: Ruh haliniz son zamanlarda iyileşiyor. Böyle devam!

# trend.stable
source: Your mood has been steady. Consistency is good!
tr: Ruh haliniz dengeli. Tutarlılık güzeldir!

# trend.declining
source: Things have been tough lately. Remember to take care of yourself.
tr: Son zamanlarda işler zor oldu. Kendinize iyi bakın.

# settings.title
source: Settings
tr: Ayarlar

# settings.section.reminders
source: Reminders
tr: Hatırlatmalar

# settings.section.health
source: Health Integration
tr: Sağlık Entegrasyonu

# settings.section.privacy
source: Privacy
tr: Gizlilik

# settings.section.about
source: About
tr: Hakkında

# settings.section.support
source: Support
tr: Destek

# settings.reminder.toggle
source: Evening Reminder
tr: Akşam Hatırlatıcısı

# settings.reminder.time
source: Reminder Time
tr: Hatırlatma Saati

# settings.health.toggle
source: Use Health Data
tr: Sağlık Verilerini Kullan

# settings.health.description
source: Connect HRV and activity data for better insights. All analysis happens on your watch.
tr: Daha iyi içgörüler için HRV ve aktivite verilerini bağlayın. Tüm analiz saatinizde gerçekleşir.

# settings.privacy.title
source: Your Data Stays Private
tr: Verileriniz Gizli Kalır

# settings.privacy.description
source: All your data is stored only on this watch with complete file protection. Nothing is ever sent to any server or cloud service.
tr: Tüm verileriniz yalnızca bu saatte tam dosya korumasıyla saklanır. Hiçbir şey asla herhangi bir sunucuya veya bulut hizmetine gönderilmez.

# settings.about.version
source: Version
tr: Sürüm

# settings.about.accessibility
source: Accessibility Features
tr: Erişilebilirlik Özellikleri

# settings.time.picker.label
source: Select Time
tr: Saat Seçin

# settings.time.picker.title
source: Reminder Time
tr: Hatırlatma Saati

# settings.support.diagnostics.toggle
source: Include Diagnostics
tr: Tanılama Dahil Et

# settings.support.diagnostics.description
source: Allow DayClose to bundle anonymized logs when you report a problem. Nothing leaves your watch without your confirmation.
tr: Bir sorun bildirirken anonim günlükleri eklemeye izin verin. Siz paylaşana kadar hiçbir şey saatinizden çıkmaz.

# settings.support.report.button
source: Report a Problem
tr: Sorun Bildir

# accessibility.title
source: Accessibility
tr: Erişilebilirlik

# accessibility.info.title
source: DayClose supports these accessibility features:
tr: DayClose bu erişilebilirlik özelliklerini destekler:

# accessibility.gesture.doubletap.title
source: Double Tap
tr: Çift Dokunma

# accessibility.gesture.doubletap.description
source: Quickly confirm your selected mood with a double tap gesture
tr: Seçili ruh halinizi çift dokunma hareketiyle hızlıca onaylayın

# accessibility.gesture.crown.title
source: Digital Crown
tr: Dijital Crown

# accessibility.gesture.crown.description
source: Scroll through mood options by rotating the Digital Crown
tr: Dijital Crown'u çevirerek ruh hali seçeneklerinde gezinin

# accessibility.gesture.pinch.description
source: Use pinch gestures to navigate if enabled in system settings
tr: Sistem ayarlarında etkinse kıstırma hareketlerini kullanın

# accessibility.voiceover.description
source: Full VoiceOver support with descriptive labels and hints
tr: Açıklayıcı etiketler ve ipuçlarıyla tam VoiceOver desteği

# insight.good.default
source: Great day! Keep up the positive energy.
tr: Harika bir gün! Pozitif enerjinizi koruyun.

# insight.good.grateful
source: Nice work today! Take a moment to appreciate it.
tr: Bugün güzel işler çıkardınız! Bunu takdir edin.

# insight.good.active
source: Active and feeling goodâ€”excellent combination!
tr: Aktif ve iyi hissediyorsunuz—mükemmel kombinasyon!

# insight.good.active.high
source: Your activity and wellness are in sync. Amazing!
tr: Aktiviteniz ve sağlığınız uyumlu. Harika!

# insight.good.balanced
source: You're in a good rhythm. Keep it balanced.
tr: İyi bir ritminiz var. Dengeyi koruyun.

# insight.neutral.default
source: A steady day. That's okay too.
tr: Dengeli bir gün. Bu da iyi.

# insight.neutral.steady
source: Consistency has its own value.
tr: Tutarlılığın da kendine göre değeri var.

# insight.neutral.inactive
source: Maybe some movement could help tomorrow?
tr: Belki yarın biraz hareket yardımcı olabilir?

# insight.neutral.rest
source: Rest days are important too.
tr: Dinlenme günleri de önemlidir.

# insight.difficult.default
source: Tough days happen. Tomorrow is a new day.
tr: Zor günler olur. Yarın yeni bir gün.

# insight.difficult.tomorrow
source: Be kind to yourself. Rest and recharge.
tr: Kendinize karşı nazik olun. Dinlenin ve şarj olun.

# insight.difficult.rest.needed
source: Your body might need extra rest tonight.
tr: Vücudunuz bu gece ekstra dinlenmeye ihtiyaç duyabilir.

# insight.difficult.selfcare
source: Take care of yourself. You deserve it.
tr: Kendinize iyi bakın. Bunu hak ediyorsunuz.

# notification.title
source: Evening Check-In
tr: Akşam Kaydı

# notification.body
source: How was your day? Take a moment to reflect.
tr: Gününüz nasıl geçti? Biraz düşünün.

# widget.description
source: See your daily check-in status
tr: Günlük kayıt durumunuzu görün

# widget.checked.in
source: Checked In
tr: Kaydedildi

# widget.prompt.title
source: Check In
tr: Kaydet

# widget.prompt.subtitle
source: How was your day?
tr: Gününüz nasıl geçti?

# widget.inline.prompt
source: Log your mood
tr: Ruh halinizi kaydedin

# problem.report.title
source: Report a Problem
tr: Sorun Bildir

# problem.report.description
source: Generate a diagnostics bundle to share with support. Logs stay on your watch until you share them.
tr: Destek ile paylaşmak için bir tanılama paketi oluşturun. Günlükler siz paylaşana kadar saatinizde kalır.

# problem.report.noConsent
source: Turn on diagnostics to include logs. You can disable them anytime.
tr: Günlükleri eklemek için tanılamayı açın. İstediğiniz zaman kapatabilirsiniz.

# problem.report.empty
source: No diagnostics recorded yet.
tr: Henüz tanılama kaydı yok.

# problem.report.recentEvents
source: Recent Events
tr: Son Olaylar

# problem.report.generate
source: Generate Diagnostics
tr: Tanılama Oluştur

# problem.report.share
source: Share Diagnostics Bundle
tr: Tanılama Paketini Paylaş

# problem.report.share.preview
source: DayClose Diagnostics
tr: DayClose Tanılama

# problem.report.error.title
source: Unable to Generate
tr: Oluşturulamadı

# problem.report.error.message
source: We could not prepare your diagnostics bundle. Try again or contact support.
tr: Tanılama paketi hazırlanamadı. Tekrar deneyin veya destekle iletişime geçin.

# problem.report.refresh
source: Refresh Events
tr: Olayları Yenile

# streak.day.singular
source: day streak
tr: gün serisi

# streak.days.plural
source: days streak
tr: gün serisi

# streak.personal.best
source: Personal best!
tr: Kişisel rekor!

# chart.title
source: 7-Day Trend
tr: 7 Günlük Trend

# chart.mood.label
source: Mood Score
tr: Ruh Hali Skoru

# chart.day.label
source: Day
tr: Gün
